import React from 'react';
import './HeroSecOne.css';
import rightImage from '../../assets/SecOne.png';

const HeroSecOne = () => {
  return (
       <div className="herosection">
          <div className='istcontent'>
            <div className="customboxOne">
              <h1>ই-পুষ্টি প্লাটফর্মে স্বাগতম</h1>
              <p>পুষ্টি ও স্বাস্থ্যসম্মত জীবনধারা বিষয়ে কিশোরকিশোরী ও তরুণদের সচেতনতা, জ্ঞান, দক্ষতা এবং নেতৃত্ব সৃষ্টির
                  জন্য তথ্য-প্রযুক্তি ভিত্তিক একটি উদ্যোগ হল ই-পুষ্টি। এই প্লাটফর্মে পুষ্টি ও স্বাস্থ্যসম্মত জীবনধারা বিষয়ক তথ্য,
                  শিক্ষা কার্যক্রম এবং বিভিন্ন উপকরণ সকলের ব্যবহারে বিড ফাউন্ডেশন বিভিন্ন সরকারী প্রতিষ্ঠান, উন্নয়ন সংস্থা
                  এবং বেসরকারি খাতের সহযোগিতায় নিউদ্রিশন ক্লাবের মাধ্যমে ই-পুষ্টি কার্যক্রম পরিচালনা করবে। বিভিন্ন শিক্ষা
                  প্রতিষ্ঠানে স্থাপিত ডিজিটাল ল্যাব সমূহে এবং মোবাইল ফোনের মাধ্যমে এই কার্যক্রমে অংশ নিতে পারবে।
                  নিয়মিত শিক্ষা কার্যক্রমের পাশাপাশি শিক্ষার্থীদের পুষ্টি ও স্বাস্থ্যসম্মত জীবনধারা সম্পর্কে প্রয়োজনীয় তথ্য এবং
                  প্রশিক্ষণের উদ্দেশ্যে অনলাইন ভিত্তিক বিভিন্ন কার্যক্রম “ই-পুষ্টি” পরিচালিত হবে।</p>
             
            </div>
            <div className="rightimage">
              <img src={rightImage} alt="Img" />
            </div>
          </div>
          <div className='btnOne'>
            <button className="custom-button">ক্লিক করুন</button>
          </div>
        </div>
  );
};

export default HeroSecOne;
